{
  "en": {
    "nav": {
      "about": "About",
      "resume": "Resume",
      "portfolio": "Portfolio",
      "certification": "Certification",
      "blog": "Blog",
      "contact": "Contact"
    },
    "sidebar": {
      "showContacts": "Show Contacts",
      "title": "Marketer",
      "contacts": {
        "email": "Email",
        "phone": "Phone",
        "birthday": "Birthday",
        "location": "Location"
      }
    },
    "about": {
      "title": "About me",
      "description": "I'm a recent graduate in Business Administration, majoring in Digital Marketing, with a strong willingness to learn and a desire to create value through data, creativity, and strategic thinking. Currently, I'm building up my skills in data analysis and digital tools, aiming for roles such as Business Analyst, Marketing Executive, or Market Researcher. I always strive to push myself further in my professional journey.",
      "description2": "To be honest, there are times when I still feel like an “empty vessel.” But I don't see that as a weakness — instead, I see it as an opportunity to stay open, adaptable, and eager to learn new things. I can’t promise everything in advance, but I truly believe that if you choose to invest in me, it will be a worthwhile decision. After all, what better time to invest than during an IPO, right?",
      "skillsTitle": "Things I'm Good At",
      "skills": {
        "analyticalThinking": {
          "title": "Analytical Thinking & Problem Solving",
          "description": "Ability to assess problems logically, analyze data, and propose solutions based on real-world business contexts."
        },
        "researchInfo": {
          "title": "Research & Information Synthesis",
          "description": "Proficient in searching, filtering, and synthesizing information from various sources — from market trends to consumer behavior."
        },
        "Digital Marketing & Multi-Platform Content": {
          "title": "Digital Marketing Basics",
          "description": "Understanding of campaign planning, creative content development, and optimization across digital platforms (especially Facebook & Instagram)."
        },
        "tools": {
          "title": "Data Tools & Analysis",
          "description": "Skilled in Excel, SPSS, Google Analytics, with basic knowledge of Python for data processing and visualization."
        },
        "communication": {
          "title": "Communication & Information Delivery",
          "description": "Clear and effective communication in both Vietnamese and English; experienced in report writing, presentations, and content explanation."
        },
        "learning": {
          "title": "Growth Mindset & Fast Learning",
          "description": "Always open to new tools, methods, and environments. Committed to continuous learning in fast-changing industries."
        }
      }
    },
    "testimonials": {
      "title": "Things I'm Interested In",
      "items": [
        {
          "title": "behavioral psychology",
          "text": "Why do people make the choices they do? I love diving into that question through books, podcasts, or just people-watching. It’s like a puzzle I never get tired of."
        },
        {
          "title": "Global Affairs & Economics",
          "text": "I like zooming out and seeing how countries move, compete, and cooperate. Whether it's a policy shift or a market crash, there’s always a bigger story behind it — and I enjoy connecting those dots."
        },
        {
          "title": "Strategy Games",
          "text": "Chess and Sudoku are my go-to brain exercises. Throw me into a game that requires thinking ahead, and I’m in. I love experimenting with different strategies, adapting on the fly, and figuring out how to outsmart the system (or sometimes my friends)."
        },
        {
          "title": "Crypto & Blockchain",
          "text": "Started out just trying to understand what Bitcoin even was — now I find the whole space a weird and exciting mix of tech, risk, and human behavior. Not chasing the moon, just here for the learning curve."
        }
      ]
    },
    "clients": {
      "title": "Tools that I Use"
    },
    "resume": {
      "title": "Resume",
      "education": {
        "title": "Education",
        "item1": {
          "title": "Bachelor of Business Administration – Digital Marketing",
          "school": "FPT University",
          "time": "2020 — 2025",
          "description": "• Studied core areas such as marketing fundamentals, digital strategy, integrated communication, consumer insight, and omnichannel marketing.\n\n• GPA: 3.2/4.0\n\n• Achieved \"Honorable Student\" title in 3 semesters"
        }
      },
      "experience": {
        "title": "Experience",
        "item1": {
          "title": "Digital Marketing Intern/ Collaborator",
          "company": "HTV News, Ho Chi Minh City",
          "time": "Dec 2023 – May 2024",
          "description": "• Managed HTV News' official Facebook page, driving a 25% follower growth in 5 months via strategic content planning and scheduling.\n\n• Created and edited multimedia content (images, videos, captions) for social media.\n\n• Tracked social media metrics, analyzed engagement trends, and delivered performance reports to the editorial team."
        },
        "item2": {
          "title": "Marketing Executive",
          "company": "Tasi Academy - Grooming - Spa for Pet, Ho Chi Minh City",
          "time": "Nov 2024 – Apr 2025",
          "description": "• Developed and maintained Facebook and Instagram presence, including content calendars, visuals, and scheduling.\n\n• Captured and edited pet photos; designed engaging highlights to showcase services and customer stories.\n\n• Wrote SEO-friendly blog posts and landing page content for the shop's website, improving organic visibility and keyword rankings.\n\n• Monitored messages and comments to maintain high engagement and timely customer response."
        }
      }
    },
    "portfolio": {
      "title": "Portfolio",
      "filters": {
        "all": "All",
        "design": "Design",
        "marketing": "Marketing Projects",
        "dataAnalysis": "Data Analysis Projects"
      },
      "selectCategory": "Select category",
      "projects": {
        "poster1": {
          "title": "Poster 1",
          "category": "Design"
        },
        "katinat": {
          "title": "Katinat's Catalogue",
          "category": "Design"
        },
        "nike": {
          "title": "Nike's Poster",
          "category": "Design"
        },
        "zhealth": {
          "title": "Zhealth",
          "category": "Marketing Projects"
        },
        "mamFood": {
          "title": "Mam Food",
          "category": "Marketing Projects"
        },
        "dataAnalysis": {
          "title": "Data Analysis",
          "category": "Data Analysis Projects"
        }
      }
    },
    "certification": {
      "title": "Certification"
    },
    "blog": {
  "title": "Blog",
  "post1": {
    "category": "Health",
    "title": "Think Positive, Do Positive",
    "description": "How I Stay Positive: Daily Habits That Keep My Mind Happy & Focused"
  },
  "post2": {
    "category": "Health", 
    "title": "Be Yourself!",
    "description": "\"Are we alive?\""
  },
  "post3": {
    "category": "Health",
    "title": "Depression",
    "description": "Could You Be Experiencing Depression Without Realizing It?"
  },
  "post4": {
    "category": "Health",
    "title": "5 Stages of Growth",
    "description": "Robert Kegan's 5 Stages of Personal Growth: Which Level Are You At?"
  }
},
"contact": {
    "title": "Contact",
    "form": {
      "title": "Contact Form",
      "fullname": {
        "placeholder": "Full name"
      },
      "email": {
        "placeholder": "Email address"
      },
      "message": {
        "placeholder": "Your Message"
      },
      "submit": "Send Message"
    }
  }
  },
  "vi": {
    "nav": {
      "about": "Giới thiệu",
      "resume": "Hồ sơ",
      "portfolio": "Dự án",
      "certification": "Chứng chỉ",
      "blog": "Blog",
      "contact": "Liên hệ"
    },
    "sidebar": {
      "title": "Marketer",
      "showContacts": "Xem thông tin liên hệ",
      "contacts": {
        "email": "Email",
        "phone": "Điện thoại",
        "birthday": "Ngày sinh",
        "location": "Địa chỉ"
      },
      "contactValues": {
        "location": "Bình Thạnh, TP. Hồ Chí Minh, Việt Nam"
      }
    },
    "about": {
      "title": "Giới thiệu",
      "description": "Em là sinh viên mới tốt nghiệp ngành Quản trị Kinh doanh, chuyên ngành Digital Marketing, với tinh thần ham học hỏi và mong muốn tạo ra giá trị thông qua dữ liệu, sự sáng tạo và chiến lược marketing. Hiện tại, em đang trau dồi thêm kỹ năng phân tích dữ liệu và sử dụng các công cụ số, hướng đến các vai trò như Phân tích Kinh doanh, Marketing hoặc Nghiên cứu Thị trường. Em luôn mong muốn bản thân có thể đi xa nhất có thể trong hành trình sự nghiệp.",
      "description2": "Thành thật mà nói, đôi khi em vẫn cảm thấy mình giống như một “chiếc bình rỗng”. Nhưng em không xem đó là điểm yếu – ngược lại, em xem đó là cơ hội để luôn sẵn sàng học hỏi, thích nghi và đón nhận những điều mới. Em không dám hứa trước điều gì, nhưng em tin rằng nếu anh/chị lựa chọn đặt niềm tin vào em, đó sẽ là một khoản đầu tư đáng giá. Và thật lòng mà nói, còn thời điểm nào lý tưởng hơn để đầu tư, nếu không phải là lúc “IPO”, phải không ạ?",
      "skillsTitle": "Kỹ năng",
      "skills": {
        "analyticalThinking": {
          "title": "Tư Duy Phân Tích & Giải Quyết Vấn Đề",
          "description": "Khả năng nhìn nhận vấn đề một cách logic, phân tích dữ liệu và đề xuất giải pháp dựa trên bối cảnh kinh doanh thực tiễn."
        },
        "researchInfo": {
          "title": "Nghiên Cứu & Khai Thác Thông Tin",
          "description": "Thành thạo trong việc tìm kiếm, tổng hợp và xử lý thông tin từ nhiều nguồn khác nhau — từ xu hướng thị trường đến hành vi người tiêu dùng."
        },
        "digitalMarketing": {
          "title": "Marketing Số & Nội Dung Đa Nền Tảng",
          "description": "Hiểu cách lập kế hoạch, sáng tạo và tối ưu hóa nội dung trên các nền tảng số (đặc biệt là Facebook, Instagram), phục vụ mục tiêu marketing."
        },
        "tools": {
          "title": "Công Cụ Phân Tích & Xử Lý Dữ Liệu",
          "description": "Có khả năng sử dụng tốt Excel, SPSS, Google Analytics; có kiến thức cơ bản về Python để xử lý và trực quan hóa dữ liệu."
        },
        "communication": {
          "title": "Giao Tiếp & Trình Bày Thông Tin",
          "description": "Có khả năng giao tiếp mạch lạc bằng tiếng Việt và tiếng Anh, thuyết trình rõ ràng, viết báo cáo và truyền đạt thông tin hiệu quả."
        },
        "learning": {
          "title": "Tư Duy Mở & Khả Năng Học Hỏi Nhanh",
          "description": "Luôn sẵn sàng thích nghi với công cụ, phương pháp và môi trường mới. Chủ động cập nhật kiến thức để phát triển trong môi trường thay đổi liên tục."
        }
      }
    },
    "testimonials": {
      "title": "Sở Thích & Quan Tâm",
      "items": [
        {
          "title": "Tâm lý học hành vi",
          "text": "Tại sao mọi người lại đưa ra những lựa chọn như vậy? Em rất thích tìm hiểu câu hỏi đó qua sách, podcast, hoặc đơn giản là quan sát mọi người xung quanh. Cảm giác như đang giải một câu đố mà bản thân không bao giờ thấy chán."
        },
        {
          "title": "Thời Sự & Kinh Tế Vĩ Mô",
          "text": "Em thích nhìn mọi thứ ở góc độ rộng hơn – cách các quốc gia vận hành, cạnh tranh và hợp tác. Dù là một chính sách mới hay một cú sốc thị trường, đằng sau luôn có một câu chuyện lớn hơn – và em thấy việc nối các điểm lại với nhau rất thú vị."
        },
        {
          "title": "Các Trò Chơi Chiến Thuật",
          "text": "Cờ vua và Sudoku là lựa chọn yêu thích khi em cần thư giãn. Hoặc nói đúng hơn là chỉ cần là game có yếu tố suy luận, tính toán trước, là em mê. Em thích thử nghiệm nhiều cách chơi khác nhau, xoay chuyển tình thế, và tìm cách vượt qua thử thách (hoặc thỉnh thoảng là vượt mặt bạn bè)."
        },
        {
          "title": "Tiền Mã Hóa & đầu tư",
          "text": "Ban đầu em chỉ muốn hiểu Bitcoin là gì – rồi dần dần thấy cả thế giới đó vừa lạ vừa cuốn, là sự pha trộn giữa công nghệ, rủi ro và hành vi con người. Em không đu trend kiếm lời, chỉ đơn giản là thấy việc học hỏi trong lĩnh vực này rất kích thích."
        }
      ]
     },
          "clients": {
            "title": "Công cụ"
          },
          "resume": {
            "title": "Hồ sơ",
            "education": {
              "title": "Học vấn",
              "item1": {
                "title": "Cử nhân Quản trị Kinh doanh – Marketing số",
                "school": "Đại học FPT",
                "time": "2020 — 2025",
                "description": "• Tập trung vào các nền tảng marketing, chiến lược số, truyền thông tích hợp, thấu hiểu người tiêu dùng và marketing đa kênh. Có kiến thức thực tiễn về sáng tạo nội dung, quảng cáo số và nghiên cứu thị trường.\n\n• GPA: 3.2/4.0\n\n• Đạt danh hiệu \"Sinh viên giỏi\" trong 3 học kỳ"
              }
            },
            "experience": {
              "title": "Kinh nghiệm",
              "item1": {
                "title": "Thực tập sinh/ Cộng tác viên Marketing số",
                "company": "HTV News, TP. Hồ Chí Minh",
                "time": "12/2023 – 05/2024",
                "description": "• Quản lý trang Facebook chính thức của HTV News, giúp tăng 25% lượng người theo dõi trong 5 tháng nhờ nội dung phù hợp và đăng bài chiến lược.\n\n• Sản xuất và biên tập nội dung số cho mạng xã hội và bản tin truyền hình, bao gồm hình ảnh, chú thích và video ngắn.\n\n• Lên kế hoạch và đăng bài hàng ngày nhằm duy trì sự tương tác và nhất quán thương hiệu trên các nền tảng.\n\n• Sử dụng công cụ phân tích mạng xã hội để theo dõi hiệu suất, phân tích xu hướng tương tác và báo cáo dữ liệu cho nhóm biên tập."
              },
              "item2": {
                "title": "Nhân viên Marketing",
                "company": "Tasi Academy - cắt tỉa - spa cho thú cưng, TP. Hồ Chí Minh",
                "time": "11/2024 – 04/2025",
                "description": "• Xây dựng và quản lý fanpage Facebook và Instagram của cửa hàng: lập kế hoạch nội dung, thiết kế hình ảnh, và lên lịch đăng bài.\n\n• Chụp và chỉnh sửa ảnh thú cưng để đăng bài và tăng tương tác với khách hàng; tạo highlight theo câu chuyện để giới thiệu dịch vụ và khách hàng hài lòng.\n\n• Viết bài blog và nội dung trang đích chuẩn SEO cho website của shop, giúp tăng khả năng hiển thị tự nhiên và thứ hạng từ khóa.\n\n• Theo dõi tin nhắn và bình luận nhằm duy trì sự tương tác cao và phản hồi khách hàng kịp thời."
              }
            }
          },
          "portfolio": {
      "title": "Dự án",
      "filters": {
        "all": "Tất cả",
        "design": "Thiết kế",
        "marketing": "Dự án Marketing",
        "dataAnalysis": "Dự án Phân tích dữ liệu"
      },
      "selectCategory": "Chọn danh mục",
      "projects": {
        "poster1": {
          "title": "Poster 1",
          "category": "Thiết kế"
        },
        "katinat": {
          "title": "Catalogue Katinat",
          "category": "Thiết kế"
        },
        "nike": {
          "title": "Poster Nike",
          "category": "Thiết kế"
        },
        "zhealth": {
          "title": "Zhealth",
          "category": "Dự án Marketing"
        },
        "mamFood": {
          "title": "Mam Food",
          "category": "Dự án Marketing"
        },
        "dataAnalysis": {
          "title": "Phân tích dữ liệu",
          "category": "Dự án Phân tích dữ liệu"
        }
      }
        },
        "certification": {
      "title": "Chứng Chỉ"
    },
        "blog": {
  "title": "Blog",
  "post1": {
    "category": "Sức khỏe",
    "title": "Suy nghĩ tích cực, hành động tích cực",
    "description": "Thói quen hàng ngày giúp tôi giữ tinh thần vui vẻ và tập trung"
  },
  "post2": {
    "category": "Sức khỏe",
    "title": "Hãy là chính mình!",
    "description": "\"Chúng ta còn sống không?\""
  },
  "post3": {
    "category": "Sức khỏe",
    "title": "Trầm cảm",
    "description": "Bạn có thể đang trải qua trầm cảm mà không nhận ra?"
  },
  "post4": {
    "category": "Sức khỏe",
    "title": "5 giai đoạn trưởng thành",
    "description": "5 mức độ phát triển cá nhân của Robert Kegan: Bạn đang ở cấp độ nào?"
  }
},
"contact": {
    "title": "Liên hệ",
    "form": {
      "title": "Mẫu liên hệ",
      "fullname": {
        "placeholder": "Họ và tên"
      },
      "email": {
        "placeholder": "Địa chỉ email"
      },
      "message": {
        "placeholder": "Tin nhắn của bạn"
      },
      "submit": "Gửi tin nhắn"
    }
  }
  }
}
