{
  "en": {
    "nav": {
      "about": "About",
      "resume": "Resume",
      "portfolio": "Portfolio",
      "certification": "Certification",
      "blog": "Blog",
      "contact": "Contact"
    },
    "sidebar": {
      "showContacts": "Show Contacts",
      "title": "Marketer",
      "contacts": {
        "email": "Email",
        "phone": "Phone",
        "birthday": "Birthday",
        "location": "Location"
      }
    },
    "about": {
      "title": "About me",
      "description": "I'm Trần Quốc Vũ, a digital marketing graduate with a strong interest in data, business strategy, and user behavior. My academic background and hands-on experience have shaped my ability to research, analyze, and adapt quickly in fast-changing environments.",
      "description2": "I'm currently expanding my knowledge in data analysis and digital tools, intending to contribute to roles such as Business Analyst, Marketing Executive, or Market Researcher. I enjoy connecting insights with action and turning information into impact.",
      "skillsTitle": "Things I'm Good At",
      "skills": {
        "analyticalThinking": {
          "title": "Analytical Thinking",
          "description": "Able to break down problems, identify patterns, and propose actionable insights using data and logic."
        },
        "researchInfo": {
          "title": "Research & Information Gathering",
          "description": "Skilled at finding, filtering, and synthesizing information from various sources — from market trends to consumer behavior."
        },
        "digitalMarketing": {
          "title": "Digital Marketing Basics",
          "description": "Understanding of campaign planning, content creation, and platform mechanics (especially Facebook & Instagram)."
        },
        "tools": {
          "title": "Tool Proficiency",
          "description": "Familiar with Excel, SPSS, Google Analytics, and beginner-level Python tools for data handling."
        },
        "communication": {
          "title": "Communication",
          "description": "Clear and concise communicator in both Vietnamese and English — capable of writing reports, presentations, and social media copy."
        },
        "learning": {
          "title": "Learning Agility",
          "description": "Quickly adapting and learning new tools, methods, or environments — a key strength in a fast-evolving digital landscape."
        }
      }
    },
    "testimonials": {
      "title": "Things I'm Interested In",
      "items": [
        {
          "title": "Curious About Human Behavior",
          "text": "I am deeply interested in psychology and human behavior. In my free time, I often read articles or books on decision-making, motivation, and cognitive biases. This curiosity has helped me better understand user journeys, market behavior, and how small changes can influence outcomes—insights I often apply in data analysis and strategy building."
        },
        {
          "title": "Engaged With Global Affairs",
          "text": "I make it a habit to stay updated on current events, especially in politics and economics. Whether it's tracking macroeconomic trends or analyzing the ripple effects of policy changes, I find that this awareness strengthens my analytical thinking and allows me to approach problems from a broader, more informed perspective."
        },
        {
          "title": "Brain Games Are My Go-To",
          "text": "In moments of downtime, I enjoy challenging myself with chess and Sudoku. These games not only help me relax but also sharpen my ability to think ahead, recognize patterns, and solve problems efficiently—traits I find valuable in both personal growth and professional environments."
        },
        {
          "title": "Crypto Enthusiast",
          "text": "My interest in cryptocurrency began out of curiosity, but it has grown into an ongoing personal project. I research new projects, study blockchain technologies, and invest strategically. Through this, I've developed a practical understanding of market dynamics, risk management, and data interpretation—skills that directly enhance my work as an analyst."
        }
      ]
    },
    "clients": {
      "title": "Tools that I Use"
    },
    "resume": {
      "title": "Resume",
      "education": {
        "title": "Education",
        "item1": {
          "title": "Bachelor of Business Administration – Digital Marketing",
          "school": "FPT University",
          "time": "2020 — 2025",
          "description": "• Focused on marketing fundamentals, digital strategy, integrated communication, consumer insight, and omnichannel marketing. Gained practical knowledge in content creation, digital advertising, and marketing research.\n\n• GPA: 3.2/4.0\n\n• Achieved \"Honorable Student\" title in 3 semesters"
        }
      },
      "experience": {
        "title": "Experience",
        "item1": {
          "title": "Digital Marketing Intern/ Collaborator",
          "company": "HTV News, Ho Chi Minh City",
          "time": "Dec 2023 – May 2024",
          "description": "• Managed HTV News' official Facebook page, contributing to a 25% follower increase within 5 months through targeted content and strategic scheduling.\n\n• Produced and edited digital content for social media and television news, including images, captions, and short-form videos.\n\n• Planned and published daily posts to ensure audience engagement and brand consistency across platforms.\n\n• Utilized social media analytics tools to track performance, analyze engagement trends, and report key insights to the editorial team."
        },
        "item2": {
          "title": "Marketing Executive",
          "company": "Tasi Pet Shop, Ho Chi Minh City",
          "time": "Nov 2024 – Apr 2025",
          "description": "• Built and managed the shop's Facebook and Instagram presence, including content planning, visual design, and post scheduling.\n\n• Captured and edited pet photos for content and client engagement; created story-based highlights to showcase services and happy customers.\n\n• Wrote SEO-friendly blog posts and landing page content for the shop's website, improving organic visibility and keyword rankings.\n\n• Monitored messages and comments to maintain high engagement and timely customer response."
        }
      }
    },
    "portfolio": {
      "title": "Portfolio",
      "filters": {
        "all": "All",
        "design": "Design",
        "marketing": "Marketing Projects",
        "dataAnalysis": "Data Analysis Projects"
      },
      "selectCategory": "Select category",
      "projects": {
        "poster1": {
          "title": "Poster 1",
          "category": "Design"
        },
        "katinat": {
          "title": "Katinat's Catalogue",
          "category": "Design"
        },
        "nike": {
          "title": "Nike's Poster",
          "category": "Design"
        },
        "zhealth": {
          "title": "Zhealth",
          "category": "Marketing Projects"
        },
        "mamFood": {
          "title": "Mam Food",
          "category": "Marketing Projects"
        },
        "dataAnalysis": {
          "title": "Data Analysis",
          "category": "Data Analysis Projects"
        }
      }
    },
    "certification": {
      "title": "Certification"
    },
    "blog": {
  "title": "Blog",
  "post1": {
    "category": "Health",
    "title": "Think Positive, Do Positive",
    "description": "How I Stay Positive: Daily Habits That Keep My Mind Happy & Focused"
  },
  "post2": {
    "category": "Health", 
    "title": "Be Yourself!",
    "description": "\"Are we alive?\""
  },
  "post3": {
    "category": "Health",
    "title": "Depression",
    "description": "Could You Be Experiencing Depression Without Realizing It?"
  },
  "post4": {
    "category": "Health",
    "title": "5 Stages of Growth",
    "description": "Robert Kegan's 5 Stages of Personal Growth: Which Level Are You At?"
  }
},
"contact": {
    "title": "Contact",
    "form": {
      "title": "Contact Form",
      "fullname": {
        "placeholder": "Full name"
      },
      "email": {
        "placeholder": "Email address"
      },
      "message": {
        "placeholder": "Your Message"
      },
      "submit": "Send Message"
    }
  }
  },
  "vi": {
    "nav": {
      "about": "Giới thiệu",
      "resume": "Hồ sơ",
      "portfolio": "Dự án",
      "certification": "Chứng chỉ",
      "blog": "Blog",
      "contact": "Liên hệ"
    },
    "sidebar": {
      "title": "Chuyên viên Marketing",
      "showContacts": "Xem thông tin liên hệ",
      "contacts": {
        "email": "Email",
        "phone": "Điện thoại",
        "birthday": "Ngày sinh",
        "location": "Địa chỉ"
      },
      "contactValues": {
        "location": "Bình Thạnh, TP. Hồ Chí Minh, Việt Nam"
      }
    },
    "about": {
      "title": "Giới thiệu",
      "description": "Tôi là Trần Quốc Vũ, một cử nhân Marketing với niềm đam mê về dữ liệu, chiến lược kinh doanh và hành vi người dùng. Kiến thức học thuật và kinh nghiệm thực tế đã giúp tôi phát triển khả năng nghiên cứu, phân tích và thích ứng nhanh trong môi trường thay đổi.",
      "description2": "Hiện tại tôi đang mở rộng kiến thức về phân tích dữ liệu và các công cụ số, với mục tiêu đóng góp vào các vị trí như Business Analyst.",
      "skillsTitle": "Kỹ năng",
      "skills": {
        "analyticalThinking": {
          "title": "Tư Duy Phân Tích",
          "description": "Khả năng phân tích vấn đề, nhận diện mô hình và đề xuất giải pháp thực tiễn dựa trên dữ liệu và logic."
        },
        "researchInfo": {
          "title": "Thu Thập & Phân Tích Thông Tin",
          "description": "Thành thạo trong việc tìm kiếm, lọc và tổng hợp thông tin từ nhiều nguồn khác nhau - từ xu hướng thị trường đến hành vi người tiêu dùng."
        },
        "digitalMarketing": {
          "title": "Nền Tảng Marketing Số",
          "description": "Hiểu biết về lập kế hoạch chiến dịch, sáng tạo nội dung và cơ chế hoạt động của nền tảng (đặc biệt là Facebook & Instagram)."
        },
        "tools": {
          "title": "Thành Thạo Công Cụ",
          "description": "Sử dụng thành thạo Excel, SPSS, Google Analytics và có kiến thức cơ bản về Python để xử lý dữ liệu."
        },
        "communication": {
          "title": "Kỹ Năng Giao Tiếp",
          "description": "Giao tiếp rõ ràng và súc tích bằng cả tiếng Việt và tiếng Anh - có khả năng viết báo cáo, thuyết trình và nội dung mạng xã hội."
        },
        "learning": {
          "title": "Khả Năng Học Hỏi",
          "description": "Nhanh chóng thích nghi và học hỏi công cụ, phương pháp hoặc môi trường mới - một thế mạnh quan trọng trong môi trường số luôn phát triển."
        }
      }
    },
    "testimonials": {
      "title": "Sở Thích & Quan Tâm",
      "items": [
        {
          "title": "Tìm Hiểu Hành Vi Con Người",
          "text": "Tôi rất quan tâm đến tâm lý học và hành vi con người. Trong thời gian rảnh, tôi thường đọc các bài báo hoặc sách về quá trình ra quyết định, động lực và những thiên kiến nhận thức. Sự tò mòy giúp tôi hiểu rõ hơn về hành trình của người dùng, hành vi thị trường và cách những thay đổi nhỏ có thể ảnh hưởng đến kết quả - những hiểu biết mà tôi thường áp dụng trong phân tích dữ liệu và xây dựng chiến lược."
        },
        {
          "title": "Quan Tâm Đến Vấn Đề Toàn Cầu",
          "text": "Tôi luôn cập nhật tin tức thời sự, đặc biệt là về chính trị và kinh tế. Dù là theo dõng kinh tế vĩ mô hay phân tích tác động lan tỏa của các thay đổi chính sách, tôi nhận thấy nhận thức này củng cố tư duy phân tích của mình và cho phép tiếp cận vấn đề từ góc nhìn rộng hơn, thông tin đầy đủ hơn."
        },
        {
          "title": "Trò Chơi Trí Tuệ Là Niềm Đam Mê",
          "text": "Trong những lúc rảnh rỗi, tôi thường thử thách bản thân với cờ vua và Sudoku. Những trò chơi này không chỉ giúp tôi thư giãn mà còn rèn luyện khả năng tư duy chiến lược, nhận diện mẫu hình và giải quyết vấn đề một cách hiệu quả - những kỹ năng tôi thấy vô cùng hữu ích trong cả phát triển cá nhân và môi trường chuyên môn."
        },
        {
          "title": "Đam Mê Công Nghệ Blockchain",
          "text": "Sự quan tâm của tôi đến tiền điện tử bắt đầu từ niềm tò mòy, nhưng đã phát triển thành một dự án cá nhân lâu dài. Tôi nghiên cứu các dự án mới, tìm hiểu công nghệ blockchain và đầu tư một cách chiến lược. Qua đó, tôi đã phát triển hiểu biết thực tiễn về động lực thị trường, quản lý rủi ro và phân tích dữ liệu - những kỹ năng trực tiếp nâng cao hinh lực phân tích của tôi."
        }
      ]
     },
          "clients": {
            "title": "Công cụ"
          },
          "resume": {
            "title": "Hồ sơ",
            "education": {
              "title": "Học vấn",
              "item1": {
                "title": "Cử nhân Quản trị Kinh doanh – Marketing số",
                "school": "Đại học FPT",
                "time": "2020 — 2025",
                "description": "• Tập trung vào các nền tảng marketing, chiến lược số, truyền thông tích hợp, thấu hiểu người tiêu dùng và marketing đa kênh. Có kiến thức thực tiễn về sáng tạo nội dung, quảng cáo số và nghiên cứu thị trường.\n\n• GPA: 3.2/4.0\n\n• Đạt danh hiệu \"Sinh viên giỏi\" trong 3 học kỳ"
              }
            },
            "experience": {
              "title": "Kinh nghiệm",
              "item1": {
                "title": "Thực tập sinh/ Cộng tác viên Marketing số",
                "company": "HTV News, TP. Hồ Chí Minh",
                "time": "12/2023 – 05/2024",
                "description": "• Quản lý trang Facebook chính thức của HTV News, giúp tăng 25% lượng người theo dõi trong 5 tháng nhờ nội dung phù hợp và đăng bài chiến lược.\n\n• Sản xuất và biên tập nội dung số cho mạng xã hội và bản tin truyền hình, bao gồm hình ảnh, chú thích và video ngắn.\n\n• Lên kế hoạch và đăng bài hàng ngày nhằm duy trì sự tương tác và nhất quán thương hiệu trên các nền tảng.\n\n• Sử dụng công cụ phân tích mạng xã hội để theo dõi hiệu suất, phân tích xu hướng tương tác và báo cáo dữ liệu cho nhóm biên tập."
              },
              "item2": {
                "title": "Nhân viên Marketing",
                "company": "Tasi Pet Shop, TP. Hồ Chí Minh",
                "time": "11/2024 – 04/2025",
                "description": "• Xây dựng và quản lý fanpage Facebook và Instagram của cửa hàng: lập kế hoạch nội dung, thiết kế hình ảnh, và lên lịch đăng bài.\n\n• Chụp và chỉnh sửa ảnh thú cưng để đăng bài và tăng tương tác với khách hàng; tạo highlight theo câu chuyện để giới thiệu dịch vụ và khách hàng hài lòng.\n\n• Viết bài blog và nội dung trang đích chuẩn SEO cho website của shop, giúp tăng khả năng hiển thị tự nhiên và thứ hạng từ khóa.\n\n• Theo dõi tin nhắn và bình luận nhằm duy trì sự tương tác cao và phản hồi khách hàng kịp thời."
              }
            }
          },
          "portfolio": {
      "title": "Dự án",
      "filters": {
        "all": "Tất cả",
        "design": "Thiết kế",
        "marketing": "Dự án Marketing",
        "dataAnalysis": "Dự án Phân tích dữ liệu"
      },
      "selectCategory": "Chọn danh mục",
      "projects": {
        "poster1": {
          "title": "Poster 1",
          "category": "Thiết kế"
        },
        "katinat": {
          "title": "Catalogue Katinat",
          "category": "Thiết kế"
        },
        "nike": {
          "title": "Poster Nike",
          "category": "Thiết kế"
        },
        "zhealth": {
          "title": "Zhealth",
          "category": "Dự án Marketing"
        },
        "mamFood": {
          "title": "Mam Food",
          "category": "Dự án Marketing"
        },
        "dataAnalysis": {
          "title": "Phân tích dữ liệu",
          "category": "Dự án Phân tích dữ liệu"
        }
      }
        },
        "certification": {
      "title": "Chứng Chỉ"
    },
        "blog": {
  "title": "Blog",
  "post1": {
    "category": "Sức khỏe",
    "title": "Suy nghĩ tích cực, hành động tích cực",
    "description": "Thói quen hàng ngày giúp tôi giữ tinh thần vui vẻ và tập trung"
  },
  "post2": {
    "category": "Sức khỏe",
    "title": "Hãy là chính mình!",
    "description": "\"Chúng ta còn sống không?\""
  },
  "post3": {
    "category": "Sức khỏe",
    "title": "Trầm cảm",
    "description": "Bạn có thể đang trải qua trầm cảm mà không nhận ra?"
  },
  "post4": {
    "category": "Sức khỏe",
    "title": "5 giai đoạn trưởng thành",
    "description": "5 mức độ phát triển cá nhân của Robert Kegan: Bạn đang ở cấp độ nào?"
  }
},
"contact": {
    "title": "Liên hệ",
    "form": {
      "title": "Mẫu liên hệ",
      "fullname": {
        "placeholder": "Họ và tên"
      },
      "email": {
        "placeholder": "Địa chỉ email"
      },
      "message": {
        "placeholder": "Tin nhắn của bạn"
      },
      "submit": "Gửi tin nhắn"
    }
  }
  }
}
